Repository: miranda-ng/website
Catalog: app/langs/*.front.po
Languages: be, pl

source: About Miranda NG
be: Пра Miranda NG
pl: O Mirandzie NG

source: Add
pl: Dodaj

source: Add news
pl: Dodaj komunikat

source: Admin
be: Адмін
pl: Administracja

source: Administration
be: Адміністраванне
pl: Administracja

source: Administration of website
be: Адміністрацыя сайта
pl: Administracja strony

source: Are you sure you want to delete this item?
be: Вы ўпэўнены, што жадаеце выдаліць гэты элемент?
pl: Czy napewno chcesz usunąć ten element?

source: Author
be: Аўтар
pl: Autor

source: Change
be: Змены
pl: Zmiana

source: Content:
be: Змесціва:
pl: Treść:

source: Continue reading
be: Чытаць далей
pl: Czytaj dalej

source: Date
be: Дата
pl: Data

source: Date:
pl: Data:

source: Delete
pl: Usuń

source: Description:
be: Апісанне:
pl: Opis:

source: Development
be: Распрацоўка
pl: Rozwój

source: Download
be: Спампаваць
pl: Pobierz

source: Downloads
be: Запампоўкі
pl: Do pobrania

source: Downloads list
be: Спіс запамповак
pl: Lista plików

source: Edit
be: Рэдагаваць
pl: Edytuj

source: Edit news
be: Рэдагаваць навіну
pl: Edytuj komunikat

source: Edit page
be: Рэдагаваць старонку
pl: Edytuj stronę

source: Enter date
pl: Wprowadź datę

source: Enter title
be: Увядзіце загаловак
pl: Wprowadź tytuł

source: Enter url link
pl: Wpisz adres URL

source: Enter your login.
be: Увядзіце логін
pl: Wprowadź login

source: Enter your password.
be: Увядзіце ваш пароль
pl: Wprowadź hasło

source: Facebook Page
be: Старонка Facebook
pl: Strona na Facebooku

source: Get source code
be: Зыходны код
pl: Kod źródłowy

source: Give feedback
pl: Prześlij uwagi

source: Home
be: Галоўная
pl: Strona główna

source: Home page
be: Хатняя старонка
pl: Strona główna

source: I hope you have a nice day.
be: Спадзяюся, што ў вас будзе добры дзень.
pl: Mam nadzieję, że dobrze się masz

source: Important announcements
be: Важныя аб'явы
pl: Ważne ogłoszenia

source: Jabber conference (english)
be: Jabber канферэнцыя (анг.)
pl: Konferencja Jabber (angielski)

source: Jabber conference (russian)
be: Jabber канферэнцыя (руская)
pl: Konferencja Jabber (rosyjski)

source: Latest changes
be: Апошняе змяненне
pl: Ostatnie zmiany

source: Latest news
be: Апошнія навіны
pl: Komunikaty

source: Logged in as
be: Вы зайшлі як
pl: Zalogowany jako

source: Login
be: Уваход
pl: Zaloguj

source: Logout
be: Выйсце
pl: Wyloguj

source: Miranda NG conference on Jabber (english)
be: Канферэнцыя Miranda NG у Jabber (ангельская)
pl: Konferencja Miranda NG na Jabberze (angielski)

source: Miranda NG conference on Jabber (russian)
be: Канферэнцыя Miranda NG у Jabber (руская)
pl: Konferencja Miranda NG na Jabberze (rosyjski)

source: Miranda NG is a successor of a popular multi-protocol instant messaging client for Windows - Miranda IM. Very light on system resources and extremely fast.
be: Міранда NG з'яўляецца пераемнікам папулярнага шматпратакольнага кліента абмену імгненнымі паведамленнямі для Windows - Miranda IM. Надзвычай шпаркая і не патрабуе шмат рэсурсаў.
pl: Miranda NG jest następcą popularnego multikomunikatora Miranda IM - oszczędnego na zasobach oraz bardzo szybkiego.

source: Miranda NG on Facebook
be: Miranda NG на Facebook
pl: Miranda NG na Facebooku

source: Miranda NG on Google+
be: Miranda NG на Google+
pl: Miranda NG na Google+

source: Miranda NG on Twitter
be: Miranda NG на Twitter
pl: Miranda NG na Twitterze

source: News
be: Навіны
pl: Komunikaty

source: News and announcements
be: Навіны і аб'явы
pl: Komunikaty i ogłoszenia

source: News on Miranda NG website
pl: Komunikaty na stronie Mirandy NG

source: Next Generation of Miranda IM
be: Наступны крок Miranda IM
pl: Nowa generacja Mirandy IM

source: Pages
be: Старонкі
pl: Strony

source: Password:
be: Пароль:
pl: Hasło:

source: Quick links
be: Хуткія спасылкі
pl: Szybka nawigacja

source: RSS channel for news
be: RSS канал навін
pl: Kanał RSS komunikatów

source: RSS channel for news (translated only)
be: RSS канал навін (толькі з перакладам)
pl: Kanał RSS komunikatów (tylko tłumaczone)

source: Remember login
be: Запамятаць уваход
pl: Pamiętaj login

source: Report bug
be: Паведаміць пра памылку
pl: Zgłoś błąd

source: Rev.
pl: Rew.

source: Save
be: Захаваць
pl: Zapisz

source: Show all
be: Гладзець усе
pl: Pokaż wszystkie

source: Show all news
be: Чытаць усе навіны
pl: Pokaż wszystkie komunikaty

source: Show complete log
be: Паказаць увесь лог
pl: Pokaż cały log

source: Stay in touch
be: Трымайце сувязь
pl: Bądź w kontakcie

source: Title:
be: Загаловак
pl: Tytuł:

source: To enter administration you must login.
pl: Zaloguj się aby wejść do panelu administracji

source: URL link:
pl: Adres URL:

source: Website by
be: Аўтар вэб-сайта
pl: Stronę stworzył

source: Welcome
be: Прывітанне
pl: Witaj

source: latest version
be: апошнюю версію
pl: Najnowszą wersję

source: missing translation
be: прапушчаны пераклад
pl: Niekompletne tłumaczenie

source: page
be: старонка
pl: strona

source: untranslated
pl: Nieprzetłumaczono

source: Show all announcements
be: Паказаць усе навіны
pl: Pokaż wszystkie ogłoszenia

source: Forum
be: Форум

source: Login:
be: Логін:

source: Wiki
be: Вікі
